// pages/aboutUs/index.js
Page({

  /**
   * 页面的初始数据
   */
  data: {
    content:'桔子晴朗是一家专注于设计，研发，生产，销售服务为一体的公司，公司以技术先进，性能优越，产品质量稳定可靠、返修率低，适用范围广等优点，广泛应用于智能服务业。公司坚持“以高品质求生存，以高效率求发展，全力满足客户需求”的品质方针。用先进的技术解决方案和系统产品为用户提供可靠的服务。\n 桔子晴朗科技有限公司秉承“以品质求生存，以创新求发展，以服务求市场，以团队求力量”的经营理念。以及“质量永恒，用户至上”的质量方针。凝聚管理，技术人才，有效发挥团队的凝聚力，向心力，从而更有力服务用户，同时公司也不断提高技术力量，改善服务体系使公司形成持续的核心竞争力。'
  },

  /**
   * 生命周期函数--监听页面加载
   */
  onLoad: function (options) {

  },

  /**
   * 生命周期函数--监听页面初次渲染完成
   */
  onReady: function () {

  },

  /**
   * 生命周期函数--监听页面显示
   */
  onShow: function () {

  },

  /**
   * 生命周期函数--监听页面隐藏
   */
  onHide: function () {

  },

  /**
   * 生命周期函数--监听页面卸载
   */
  onUnload: function () {

  },

  /**
   * 页面相关事件处理函数--监听用户下拉动作
   */
  onPullDownRefresh: function () {

  },

  /**
   * 页面上拉触底事件的处理函数
   */
  onReachBottom: function () {

  },

  /**
   * 用户点击右上角分享
   */
  onShareAppMessage: function () {

  }
})